{
  "Trophy Hunter API is down": "Trophy Hunter API не работает",
  "Please check Discord for support and updates.": "Пожалуйста, посетите Discord для поддержки и обновлений.",
  "Write us a feedback": "Напишите нам отзыв",
  "Spread the love <3": "Поделись Любовью <3",
  "Let your friends join the fun as well!": "Пусть ваши друзья тоже присоединяются к веселью!",
  "Copied!": "Скопировано!",
  "Copy": "Копировать",
  "Q&A": "ЧАВО",
  "Changelog": "Журнал изменений",
  "Something went wrong 😒.": "Что то пошло не так 😒.",
  "Closing window...": "Закрытие окна...",
  "Reload": "Перезагрузить",
  "Back to leaderboard": "Вернуться в Таблицу Лидеров",
  "Map": "Карта",
  "Leaderboard": "Таблица Лидеров",
  "History": "История",
  "Your version": "Ваша версия",
  "No details 😞": "Нет подробностей 😞",
  "Welcome to Trophy Hunter!": "Добро Пожаловать в Trophy Hunter!",
  "Click on the first levels to open the trophies shelf and view trophies, description and progress.": "Нажмите на первые уровни, чтобы открыть вкладку трофеев и просмотреть трофеи, описание и прогресс.",
  "It’s all about you :)": "Это все о тебе :)",
  "This is your time to conquer the world! Play one game of Summoner’s Rift or ARAM with the trophy hunter app to begin your journey!": "Пришло ваше время покорять мир! Сыграйте в одну игру в Ущелье Призывателей или ARAM с приложением для охоты за трофеями, чтобы начать свое путешествие!",
  "What is Trophy Hunter?": "Что такое Trophy Hunter?",
  "Trophy Hunter is a new achievement app for League of Legends, it allows you to hunt for new crystals on Hunteria Islands, challenge yourself and strive to rule over them all, become the ultimate Trophy Hunter!": "Trophy Hunter - это новое приложение для достижений League of Legends, оно позволяет вам охотиться за новыми кристаллами на островах Hunteria, бросать вызов самому себе и стремиться править ими всеми, станьте лучшим охотником за трофеями!",
  "Each challenge island has multiple difficulty levels, from beginner to pro. Find the best for you, you may find that your emotional and intellectual skills improve along with your core abilities.": "Каждый остров испытаний имеет несколько уровней сложности, от новичка до профессионала. Найдя лучшее для себя, вы можете обнаружить, что ваши эмоциональные и интеллектуальные навыки улучшаются вместе с вашими основными способностями.",
  "Main Features": "Основные Особенности",
  "Over 200 different trophies to achieve, all with unique abilities and skills.": "Более 200 различных трофеев для получения, все с уникальными способностями и навыками.",
  "Over 80 live progress trophies, so that you never miss a trophy you hunt that’s near completion.": "Более 80 трофеев с живым прогрессом, так что вы никогда не пропустите трофей, за которым вы охотитесь, который близок к завершению!",
  "Special trophies to add extra fun to your journey": "Специальные трофеи, которые добавят дополнительного удовольствия вашему путешествию.",
  "An epic island to challenge the best of the best. Are you up for a challenge?": "Эпический остров, чтобы бросить вызов лучшим из лучших. Готовы ли вы принять вызов?",
  "Tons of gameplay, plus lots of challenges.": "Тонны геймплея, и множество вызовов для вас.",
  "Suitable for both casual and hardcore players.": "Подходит как для обычных, так и для хардкорных игроков.",
  "Keeping it fair! We do not support challenges that change your playstyle for the worse!!": "Все по честному! Мы не поддерживаем испытания, которые меняют ваш стиль игры в худшую сторону!!",
  "How it works": "Как это работает",
  "Simple! Play LoL Summoner’s Rift or ARAM and wait for Trophy Hunter to analyze your match. After each match, you will get a list of obtained trophies and you can always see your progress and plan your path in the app.": "Все просто! Играйте в LoL Ущелье Призывателей или ARAM и подождите, пока Охотник за трофеями проанализирует ваш матч. После каждого матча вы получите список полученных трофеев, и вы всегда сможете увидеть свой прогресс и спланировать свой путь в приложении.",
  "Follow Us On Social": "Подпишись На Нас В Соц.Сетях",
  "Do I need to log in to the app?": "Нужно ли мне входить в приложение?",
  "The app will sync between your Riot account and the TH app automatically. You only have to log into LoL and run Trophy Hunter.": "Приложение автоматически синхронизируется между вашей учетной записью Riot и приложением TH. Вам нужно только войти в LoL и запустить Trophy Hunter.",
  "What games are supported by the app?": "Какие игры поддерживаются приложением?",
  "We currently support League of Legends.": "В настоящее время мы поддерживаем League of Legends.",
  "Which game modes do you support?": "Какие игровые режимы вы поддерживаете?",
  "Trophy Hunter Reforged officially supports Ranked Solo/Duo, Normal, and Flex game modes.": "Trophy Hunter официально поддерживает Ранговые игры одиночные/Парные, Обычный и Гибкий режимы.",
  "Which regions does Trophy Hunter Reforged support?": "Какие регионы поддерживает Trophy Hunter?",
  "Trophy Hunter Reforged supports all regions except PBE and Garena.": "Trophy Hunter поддерживает все регионы, кроме PBE и Garena.",
  "Why does Trophy Hunter Reforged not support Garena servers (Philippines, Singapore and Malaysia, Indonesia, Thailand, Taiwan, Vietnam)?": "Почему Trophy Hunter не поддерживает серверы Garena (Филиппины, Сингапур и Малайзия, Индонезия, Таиланд, Тайвань, Вьетнам)?",
  "Currently, Riot API does not support Garena, hence we cannot also.": "В настоящее время Riot API не поддерживает Garena, поэтому мы не можем получать информацию об играх.",
  "Will I see the progress of other players?": "Увижу ли я прогресс других игроков?",
  "Yes, take a look at the leaderboards": "Да, посмотрите таблицу лидеров",
  "What else do you do with those summoner names and progress?": "Что еще вы делаете с этими именами призывателей и прогрессом?",
  "Nothing else. We use the information Riot provides all its partners through the API and present it to you.": "Ничего больше. Мы используем информацию, которую Riot предоставляет всем своим партнерам через API, и представляем ее вам.",
  "How can I send you logs?": "Как я могу отправить вам логи?",
  "It's quite simple and takes just a few steps, please follow the instructions": "Это довольно просто и занимает всего несколько шагов, пожалуйста, следуйте инструкциям",
  "here": "здесь",
  "Only with trophies": "Только с трофеями",
  "Loading more...": "Загружаю еще...",
  "Load More": "Загрузить Еще",
  "Nothing more to load": "Нет ничего для загрузки",
  "No matches found": "Совпадений не найдено",
  "Matches are automatically recorded.": "Совпадения записываются автоматически",
  "Please contact us on": "Пожалуйста, свяжитесь с нами по",
  "for further assistance.": "для дальнейшей помощи.",
  "Origin": "Начало",
  "Combat": "Бой",
  "Skills": "Навыки",
  "Teamwork": "Работа в Команде",
  "Objectives": "Цели",
  "Epic": "Герой",
  "Special": "Особый",
  "Total trophies unlocked": "Всего трофеев открыто",
  "Victory": "Победа",
  "Defeat": "Поражение",
  "Trophies": "Трофеи",
  "Stats are available since v2.21.0": "Статистика доступна с v2.21.0",
  "Island": "Остров",
  "Combat island Lvl. 1": "Боевой остров Ур. 1",
  "Combat island Lvl. 2": "Боевой остров Ур. 2",
  "Combat island Lvl. 3": "Боевой остров Ур. 3",
  "Combat island Lvl. 4": "Боевой остров Ур. 4",
  "Combat island Lvl. 5": "Боевой остров Ур. 5",
  "Combat island Lvl. 6": "Боевой остров Ур. 6",
  "Combat island Lvl. 7": "Боевой остров Ур. 7",
  "Combat island Lvl. 8": "Боевой остров Ур. 8",
  "Epic island Lvl. 1": "Эпичный остров Ур. 1",
  "Epic island Lvl. 2": "Эпичный остров Ур. 2",
  "Objectives island Lvl. 1": "Остров задач Ур. 1",
  "Objectives island Lvl. 2": "Остров задач Ур. 2",
  "Objectives island Lvl. 3": "Остров задач Ур. 3",
  "Objectives island Lvl. 4": "Остров задач Ур. 4",
  "Objectives island Lvl. 5": "Остров задач Ур. 5",
  "Skills island Lvl. 1": "Остров Навыков Ур. 1",
  "Skills island Lvl. 2": "Остров Навыков Ур. 2",
  "Skills island Lvl. 3": "Остров Навыков Ур. 3",
  "Skills island Lvl. 4": "Остров Навыков Ур. 4",
  "Skills island Lvl. 5": "Остров Навыков Ур. 5",
  "Skills island Lvl. 6": "Остров Навыков Ур. 6",
  "Special island Lvl. 1": "Особый остров Ур. 1",
  "Special island Lvl. 2": "Особый остров Ур. 2",
  "Special island Lvl. 3": "Особый остров Ур. 3",
  "Special island Lvl. 4": "Особый остров Ур. 4",
  "Teamwork island Lvl. 1": "Остров Командной Работы Ур. 1",
  "Teamwork island Lvl. 2": "Остров Командной Работы Ур. 2",
  "Teamwork island Lvl. 3": "Остров Командной Работы Ур. 3",
  "Teamwork island Lvl. 4": "Остров Командной Работы Ур. 4",
  "Teamwork island Lvl. 5": "Остров Командной Работы Ур. 5",
  "Teamwork island Lvl. 6": "Остров Командной Работы Ур. 6",
  "Teamwork island Lvl. 7": "Остров Командной Работы Ур. 7",
  "Teamwork island Lvl. 8": "Остров Командной Работы Ур. 8",
  "Season": "Сезон",
  "Your Place": "Ваше Место",
  "Trophies left": "Трофеев осталось",
  "Trophies completion": "Завершение трофеев",
  "Islands completed": "Островов пройдено",
  "Completed": "Завершено",
  "Search summoner": "Поиск призывателя",
  "Choose a level": "Выберите уровень",
  "to see full trophy description and progress": "чтобы увидеть полное описание трофея и прогресс",
  "Missions": "Миссии",
  "Available": "Доступно",
  "Categories": "Категории",
  "Select all": "Выбрать всё",
  "Mission trophies": "Трофеи миссий",
  "Nothing here yet": "Здесь пока ничего нет",
  "You completed all missions": "Вы выполнили все миссии",
  "Loading Trophies...": "Загружаю Трофеи...",
  "Trophies are ready!": "Трофеи готовы!",
  "It may take a few moments.. we’re loading and concluding your last match to show your progress.": "Это может занять несколько мгновений.. мы загружаем и завершаем ваш последний матч, чтобы показать ваш прогресс.",
  "All set, want to see the progress you’ve made?": "Все готово, хотите увидеть достигнутый вами прогресс?",
  "Check now!": "Проверь сейчас!",
  "You have unlocked an island!": "Вы открыли остров!",
  "You have unlocked": "Вы открыли",
  "islands!": "острова!",
  "Trophy": "Трофей",
  "Progress": "Прогресс",
  "Trophies you would have progress in.": "Трофеи, в которых у вас есть прогресс.",
  "No trophies completed this match": "Ни один трофей не был получен за этот матч",
  "Trophies completed in this match, GG!": "Трофеи, добытые в этом матче, GG!",
  "Show stats": "Показать статистику",
  "Oh well, keep on going and you'll get them next time!": "Ну что ж, продолжайте, и вы получите их в следующий раз!",
  "Continue": "Продолжить",
  "Overlay is disabled!": "Оверлей отключен!",
  "Trophy Hunter requires you to enable the Overlay for League of Legends in the Overwolf settings to detect your account and matches.": "Trophy Hunter требует, чтобы вы включили наложение оверлея для League of Legends в настройках Overwolf, чтобы определить вашу учетную запись и совпадения.",
  "Open Settings": "Открыть Настройки",
  "Read more about Overlay Game settings": "Читать больше о настройках оверлея для игры",
  "Your opinion matters!": "Ваше мнение имеет значение!",
  "We are thrilled to see you using Trophy Hunter! we are working hard to build a high quality product for our users. We would love to learn more about your opinion. Please let us hear your feedback.": "Мы очень рады видеть вас в игре Trophy Hunter! мы прилагаем все усилия, чтобы создать высококачественный продукт для наших пользователей. Мы хотели бы узнать больше о вашем мнении. Пожалуйста, дайте нам услышать ваш отзыв.",
  "#Discord Tag - *this is optional so that we can contact you back :)": "#Discord Tag - * это необязательно, чтобы мы могли с вами связаться :)",
  "I would like to let you know that...": "Хочу сообщить вам, что ...",
  "Submit": "Подтвердить",
  "Message sent successfuly": "Сообщение успешно отправлено",
  "We are very sorry, but Garena is not supported. There are technical restrictions, which make it impossible to access summoner and match data from Riot.": "Сожалеем, но Гарена не поддерживается. Существуют технические ограничения, из-за которых невозможно получить доступ к данным о призывателях и матчах из Riot.",
  "Completed missions": "Завершенные миссии",
  "Close": "Закрыть",
  "Don't show this again": "Не показывать это больше",
  "*You can always change this in settings": "*Вы всегда можете изменить это в настройках",
  "Loading stats...": "Загрузка статистики...",
  "No stats available": "Статистика недоступна",
  "Unlocked": "Разблокировано",
  "in": "в",
  "of all matches.": "из всех матчей",
  "Top champions": "Лучшие Чемпионы",
  "out of": "нет",
  "matches": "матчей",
  "Settings": "Настройки",
  "General": "Общий",
  "Show / Hide hotkey": "Показать / Скрыть клавиша",
  "Auto Launch": "Авто Старт",
  "Changelog Updates": "Обновления журнала изменений",
  "In-Game Notifications": "Уведомления в игре",
  "Trophy near completion": "Трофей близкие к завершению",
  "Trophy completed": "Трофей завершен",
  "Second Screen": "Второй Экран",
  "Next page hotkey": "Клавиша следующей страницы",
  "Toggle monitor hotkey": "Горячая клавиша переключения монитора",
  "My Collection": "Моя Коллекция",
  "Game Mode Unsupported": "Игровой режим не поддерживается",
  "Trophy Hunter is currently supporting Summoner's Rift and ARAM only.": "Trophy Hunter в настоящее время поддерживает только Summoner's Rift и ARAM.",
  "Trophy completed!": "Тройфей получен!",
  "Trophy near completion!": "Трофей близок к получению!",
  "Show/Hide": "Показать/Скрыть",
  "Next Page": "След. Страница",
  "Toggle monitor": "Переключить монитор",
  "No trophies to show": "",
  "Assassins Creed": "Кредо убийцы",
  "Achieve seven solo kills.": "Совершите семь убийств в одиночку.",
  "Blitzkrieg": "Блицкриг",
  "Achieve a kill before reaching level 3.": "Добейтесь убийства до достижения 3-го уровня",
  "Blood Thirst": "Жажда Крови",
  "Perform a kill every 5 minutes after minions have spawned in a 20 min+ match.": "Выполняйте убийство каждые 5 минут после появления миньонов в течение 20 минут+ матча.",
  "Bombardment": "Бомбардировка",
  "Deal more than 1000 damage to champions per minute.\nARAM: 1500 damage per minute.": "Наносите более 1000 урона чемпионам в минуту. \nARAM: 1500 урона в минуту.",
  "Burning Comet": "Горящая комета",
  "Deal more than 2500 damage with Arcane Comet (rune).": "Нанесите более 2500 урона с помощью Магической Кометы (руна)",
  "Cloth Armor": "Тканевая Броня",
  "It takes a lot to kill you. On Average you tank more than 10000 damage before going down.": "Чтобы убить тебя, нужно сделать многое. В среднем вы принимаете более 10000 урона, прежде чем умереть.",
  "Curse": "Проклятие",
  "The total crowd control time that you dealt exceeds 40 minutes.": "Общее время контроля, которое вы произвели, превышает 40 минут.",
  "Cursed Grounds": "Проклятые Земли",
  "Kill an opponent around a red or blue buff before 10 minutes.": "Убейте противника вокруг красного или синего баффа до 10 минуты.",
  "Curtain Call": "Занавес",
  "Take the last kill in a teamfight twice in a game (Teamfight: at least four kills in 15 seconds and 2500 units).": "Совершите последнее убийство в командном бою дважды за игру (Командный бой: не менее четырех убийств за 15 секунд и 2500 единиц урона суммарно).",
  "Dark Binding": "Темный Переплет",
  "CC enemy champions for at least 100 seconds (soft cc counts for 1/2, slows count for 1/6 of their duration).": "Контроль вражеских чемпионов не менее 100 секунд (мягкий контроль засчитывается за 1/2, замедление засчитывается за 1/6 их продолжительности).",
  "Trinity Force": "Тройственный Союз",
  "Kill an opponent in 90 seconds after you finish Guinsoos Rageblade.": "Убейте противника через 90 секунд после того, как вы соберете Клинок Ярости Гинсу",
  "David": "Давид",
  "Kill an opponent who is at least two levels above you.": "Убейте противника, который по крайней мере на два уровня выше вас.",
  "Deadly Shadow": "Смертельная Тень",
  "Have most kills while taking least damage in the game.": "Совершите наибольшее количество убийств, получив при этом наименьший урон в игре.",
  "Deadly Venom": "Смертельный Яд",
  "Deal at least 25% more damage to champions than the next player.": "Нанесите как минимум на 25% больше урона чемпионам, чем предыдущий игрок.",
  "Death Marks": "Следы Смерти",
  "Perform seven kills and don't die in the 30 seconds afer each kill.": "Совершите семь убийств и не умирайте в течение 30 секунд после каждого убийства.",
  "Dominus": "Господин",
  "Achieve a 10 CS advantage over your opponent and 3 kills (at least one of them is a solo kill) at 10 minutes into the game.": "Добейтесь преимущества в 10 миньонов над своим противником и 3 убийств (по крайней мере, одно из них-одиночное убийство) за 10 минут игры.",
  "Double Kill": "Дабл Кил",
  "Achieve a double kill.": "Добейтесь двойного убийства.",
  "Duelist": "Дуэлянт",
  "Achieve three solo kills.": "Добейтесь трех одиночных убийств.",
  "Dwarf King": "Король гномов",
  "Kill 5 opponents who have a higher level than you.": "Убейте 5 противников, у которых уровень выше, чем у вас.",
  "Enrage": "Разозлить",
  "Score at least three killing sprees.": "Добейтесь как минимум трех массовых убийств",
  "Explosive": "Взрывной",
  "Achieve a killing spree of at least five, a multi kill of at least three and a critical strike above 800.": "Добейтесь количества убийств не менее пяти, множественного убийства не менее трех и критического удара выше 800.",
  "First Blood": "Первая Кровь",
  "Take first blood.": "Сделайте первую кровь",
  "Flail": "Размахайка",
  "Have the highest damage to champions output per gold. (damage / gold works similar to KDA)": "Нанесите наибольший урон чемпионам за золото. (урон / золото работает аналогично KDA)",
  "Full House": "Фулл-Хаус",
  "Achieve a doublekill and a triplekill.\nARAM: Three doublekills and a triplekill": "Добейтесь двойного убийства и тройного убийства.\nARAM: Три двойных убийства и тройное убийство.",
  "Giants Belt": "Пояс великана",
  "It takes a lot to kill you. On Average you tank more than 20000 damage before going down.": "Чтобы убить тебя, нужно сделать многое. В среднем вы принимаете более 20000 урона, прежде чем умереть.",
  "Glorious Evolution": "Великая эволюция",
  "Win a 30+ minute game, where you dealt most damage and did not die in the last 5 minutes of the game.": "Выиграйте 30-минутную игру, в которой вы нанесли наибольший урон и не умерли за последние 5 минут игры.",
  "Grim Reaper": "Мрачный Жнец",
  "You're gonna get them in the end. Score three kills in the last minute of the game.": "В конце концов ты их получишь. Сделайте три убийства на последней минуте игры.",
  "Ignite Assist": "Ассистент Воспламенения",
  "Assist a kill with your ignite spell.": "Помогите убить своим заклинанием воспламенения.",
  "Ignite Kill": "Убийство Огнем",
  "Kill someone with your ignite spell.": "Убейте кого-нибудь своим заклинанием воспламенения.",
  "Key Targets": "Ключевые Цели",
  "Achieve three kills on the opponent with the highest amount of gold in the game at that point (gold checked at full minutes).\nARAM: Four kills": "Добейтесь трех убийств противника с наибольшим количеством золота в игре на данный момент (золото проверяется в течение полных минут).\nARAM: Четырех убиств.",
  "Kitchen Knife": "Кухонный Нож",
  "Deal more than 30000 total damage to champions.\nARAM: 35000 damage": "Нанесите более 30000 общего урона чемпионам.\nARAM: 35000 урона.",
  "Living Artillery": "Живая Артиллерия",
  "Deal more than 35% of your team's damage.": "Нанесите более 35% урона от общего урона команды.",
  "Machete": "Мачете",
  "Deal more than 50000 total damage to champions.": "Нанесите более 50000 урона чемпионам.",
  "Overload": "Перегрузка",
  "Deal more than 2500 damage with Electrocute (rune).": "Нанесите более 2500 урона электрическим током (руна)",
  "Quadra Kill": "КВАДРАКИЛЛ",
  "Achieve a quadra kill.": "Совершите Квадракилл.",
  "REVENGE!!!": "МЕСТЬ!!!",
  "Kill your killer in the 30 seconds after you have respawned.": "Убейте своего убийцу в течение 30 секунд после того, как вы возродились.",
  "Sai": "Японский Трезубец",
  "Achieve a takedown on at least four enemy champions before ten minutes.\nARAM: Five takedowns": "Добейтесь уничтожения по крайней мере четырех вражеских чемпионов за десять минут.\nARAM: Пять убийств.",
  "Sheep Hunter": "Охотник на овец",
  "Kill five opponents who are at least two levels below you.": "Убейте пятерых противников, которые как минимум на два уровня ниже вас.",
  "Shockwave": "Ударная волна",
  "Kill two opponents at the same time (+- 1 second) and the same location (+-350units).": "Убейте двух противников одновременно (+- 1 секунда) и в одном и том же месте (+-350 единиц)",
  "Silver Bullets": "Серебряные Пули",
  "Deal more physical damage to champions than anyone else total damage to champions.": "Нанесите больше физического урона чемпионам, чем кто-либо другой общего урона чемпионам.",
  "Sinister Blades": "Гибельный Клинок",
  "Achieve at least four multikills (double-, triple-, quadra- or pentakill).\nARAM: Seven multikills": "Совершите не менее четырех множественных убийств (двойное, тройное, квадра - или пентакилл). \nARAM: Семь множественных убийств",
  "Skull Hunter": "Охотник за черепами",
  "Be involved in at least 20 kills.": "Быть причастным как минимум к 20 убийствам.",
  "Smartness": "Сообразительность",
  "Score a killing spree, at least ten assists and die at most five times.": "Совершите серию убийств, сделайте не менее десяти асистов и умрите не более пяти раз.",
  "Sniper": "Снайпер",
  "Have most damage dealt to champions while taking the least damage.": "Нанесите чемпионам наибольший урон, получив при этом наименьший урон.",
  "Snowball": "Снежный Ком",
  "Achieve five kills before twelve minutes.\nARAM: Seven kills": "Добейтесь пяти убийств за двенадцать минут.\nARAM: Семь убийств",
  "Soul Harvest": "Урожай Душ",
  "Deal more than 2000 damage with Dark Harvest (rune).": "Нанесите более 2000 урона с помощью Темной Жатвы (руна)",
  "Spinning Blades": "Вращающиеся Лезвия",
  "Deal more than 1500 damage with Press The Attack (rune).": "Нанесите более 1500 урона Решительным Наступлением (руна)",
  "Superior Brain": "Превосходный Мозг",
  "Have more than twice damage to enemy champions than damage taken.": "Нанесите более чем в два раза больше урона вражеским чемпионам, чем получили.",
  "Superior Equipment": "Превосходное Обмундирование",
  "Have more than 1.67 times more damage dealt to champions than damage taken.": "Нанесите чемпионам более чем в 1,67 раза больше урона, чем получили.",
  "Superior Position": "Превосходное Расположение",
  "Have more than 1.34 times more damage dealt to champions than damage taken.": "Нанесите чемпионам более чем в 1,34 раза больше урона, чем получили.",
  "The Final Hour": "Последний Час",
  "Get at least ten kills in the last ten minutes of the game.\nARAM: 14 kills": "Получите по крайней мере десять убийств за последние десять минут игры.\nARAM: 14 убийств",
  "The Wanderer": "Странник",
  "Participate in a kill on each opponent pre 15 minutes as a botlaner.": "Участвуйте в убийстве каждого противника до 15 минут в качестве игрока нижней линии.",
  "The Zombie": "Зомби",
  "Score at least two kills being dead (ten seconds after death).\nARAM: Three kills": "Совершите по крайней мере два убийства, будучи мертвым (через десять секунд после смерти).\nARAM: Три убийства",
  "Towerdive": "Под башню",
  "Kill an opponent underneath his turret before the first turret falls without dying in the next 10 seconds.": "Убейте противника под его башней до того, как упадет первая башня, не умирая в течение следующих 10 секунд.",
  "Use your powerspike. Kill an opponent in the three minutes after you finish Trinity Force.": "Используй свой всплеск силы. Убейте противника в течение трех минут после того, как вы приобритете Тройственный Союз.",
  "Triple Kill": "ТРИПЛКИЛ",
  "Achieve a triplekill.": "Добейтесь тройного убийства.",
  "Trophy Hunter": "Охотник За Трофеями",
  "Kill each unique enemy champion at least once.": "Убейте каждого уникального вражеского чемпиона хотя бы один раз",
  "Trophy Hunter King": "Король Охотников за трофеями",
  "Achieve a Trophy Hunt (kill each opponent at least once) three times in a row.": "Добейтесь Достижения Охотник за трофеями (убейте каждого противника по крайней мере один раз) три раза подряд",
  "Tuors Axe": "Топор Учителя",
  "Deal at least 50% more damage to champions than the next player.": "Нанесите как минимум на 50% больше урона чемпионам, чем игрок после вас.",
  "Uncounterable": "Неисчислимые",
  "Deal more than 5000 true damage to champions.": "Нанесите более 5000 чистого урона чемпионам.",
  "Unleash The Power": "Высвободите Силу",
  "Achieve a kill in the 30 seconds after you reached level six.\nARAM: 20 seconds": "Добейтесь убийства в течение 30 секунд после достижения шестого уровня.\nARAM: 20 секунд",
  "Vengeance": "Отмщение",
  "Revenge three of your teammates deaths (kill their killer in ten seconds after their death).": "Отомстите за смерть трех ваших товарищей по команде (убейте их убийцу через десять секунд после их смерти).",
  "Wizard": "Волшебник",
  "Deal more magic damage to champions than anyone else total damage to champions.": "Нанесите магического урона чемпионам больше, чем кто-либо другой общего урон чемпионам.",
  "Wolf Pack": "Волчья стая",
  "Participate in a kill in the enemy jungle in the first ten minutes.": "Участвуйте в убийстве во вражеском лесу в первые десять минут.",
  "Darkness": "Темнота",
  "Destroy at least fifteen enemy wards.": "Уничтожьте по меньшей мере пятнадцать вражеских вардов.",
  "First Blood King": "Король Первой Крови",
  "Get first blood 3 matches in a row.": "Сделайте первую кровь 3 матча подряд.",
  "Mafia Boss": "Босс Мафии",
  "Achieve at least 30 assists in a match.\nARAM: 40 assists": "Добейтесь не менее 30 ассистов в матче.\nARAM: 40 ассистов",
  "Never Give Up": "Никогда Не Сдавайся",
  "Win a game even though you lost one inhibitor.": "Выиграйте игру, даже если вы потеряли один ингибитор.",
  "Penta Kill": "ПЕНТАКИЛЛ",
  "Achieve a penta kill.": "Сделайте пентакилл.",
  "Pesticide": "Пестицид",
  "Kill more than 380 minions in a match.": "Убейте более 380 миньонов в матче.",
  "Phoenix Stance": "Позиция Феникса",
  "Win a game where you kill two elder dragons.": "Выиграйте игру, в которой вы убьете двух старших драконов.",
  "Purifyer": "Очиститель",
  "Score at least 30 kills in a match.\nARAM: 32 kills": "Заработайте как минимум 30 убийств за матч.\nARAM: 32 убийства",
  "Rageblade": "Клинок ярости",
  "Deal more than 75000 total damage to champions.\nARAM: 80000 total damage": "Нанесите более 75000 общего урона по чампионам.\nARAM: 80000 общего урона",
  "Revenant Of The Kaiser": "Призрак Кайзера",
  "Kill the elder dragon, then secure baron nashor in the 60 seconds following.": "Убейте старшего дракона, затем обезопасьте барона нашора в течение следующих 60 секунд",
  "Sands Of Time": "Пески Времени",
  "Be part of an epic game, that lasts for more than 50 minutes.": "Станьте частью эпической игры, которая длится более 50 минут",
  "Sweet Honey": "Сладкий Мед",
  "Farm at least 165 minions at 20 minutes.": "Убейте не менее 165 миньонов за 20 минут",
  "The Bear": "Медведь",
  "Have highest kill participation three times in a row.": "У вас самое высокое участие в убийстве три раза подряд.",
  "The Black Flag": "Черный Флаг",
  "Never resign! Come back in a game where you have been 10000 gold down.": "Никогда не уходи в отставку! Вернитесь в игру, где вы потеряли 10000 золотых.",
  "The Cat": "Кот",
  "Have least number of deaths three times in a row.": "У вас наименьшее количество смертей три раза подряд.",
  "The Hive": "Улей",
  "Your team kills every enemy champion with all of your team being involved.\nARAM: 12 kills with all of your team involved": "Ваша команда убивает каждого вражеского чемпиона, в котором участвует вся ваша команда.\nARAM: 12 убийств в которых участвует вся ваша команда",
  "The Phoenix": "Феникс",
  "Win a game even though you lost three inhibitors.": "Выиграйте игру, даже если вы потеряли три ингибитора.",
  "The Piranha": "Пиранья",
  "Deal most damage to champions three times in a row.": "Нанесите наибольший урон чемпионам три раза подряд.",
  "The Pirate": "Пират",
  "Secure Baron Nashor eventhough two of your teammates died in the last 40 seconds.": "Защитите барона Нашора, даже если двое ваших товарищей по команде погибли за последние 40 секунд.",
  "The Sheriff": "Шериф",
  "Take part in six shutdown kills.": "Примите участие в шести убийствах при наличии бонуса за убийство игрока.",
  "The Tortoise": "Черепаха",
  "Do not die for more than 30 minutes.\nARAM: 20 minutes": "Не умирайте более 30 минут.\nARAM: 20 минут",
  "The Whale": "Кит",
  "Kill most minions three times in a row.": "Убейте наибольшее количество миньонов три раза подряд.",
  "Thornmail": "Шипованный доспех",
  "It takes a lot to kill you. On average you tank (damage taken + self mitigated damage) more than 40000 damage before going down.": "Чтобы убить тебя, нужно многое. В среднем вы принимаете (полученный урон + самовосстанавливающийся урон) более 40000 урона перед смертью.",
  "Uncle Scrooge": "Дядя Скрудж",
  "Gain more than 28000 gold.": "Получите более 28000 золота.",
  "Worm Masher": "Измельчитель червей",
  "Kill the giant worm called Baron Nashor three times in a match.": "Убейте гигантского червя по имени Барон Нашор три раза за матч.",
  "New Born": "Новорожденный",
  "Play one game of Summoner's Rift or ARAM with the Trophy Hunter app.": "Сыграйте одну игру В Ущелье Призывателей или RAM с приложением Trophy Hunter",
  "Baron Nashor": "Барон Нашор",
  "Kill the giant worm called Baron Nashor twice on the same match.": "Убейте гигантского червя по имени Барон Нашор дважды в одном и том же матче.",
  "Deep Sea": "Глубокое Море",
  "Kill three water dragons on the same match.": "Убить трех водных драконов в одном матче.",
  "Demolition Pear": "Груша Для Битья",
  "Takedown at least 5 turrets.": "Уничтожьте не менее 5 турелей.",
  "Dragon Hunter": "Охотник На Драконов",
  "Kill 5 dragons (team achievement).": "Убейте 5 драконов (командное достижение).",
  "Dragon Lord": "Лорд драконов",
  "Kill four dragons (team achievement) in one match.": "Убейте четырех драконов (командное достижение) в одном матче.",
  "Dragon Slayer": "Убийца Драконов",
  "Kill four dragons (team achievement).": "Убейте четырех драконов (командное достижение).",
  "Early Bird": "Ранняя Пташка",
  "Take first blood and first turret (or assist).": "Возьмите первую кровь и первую башню (или ассистируйте).",
  "Energized": "Под напряжением",
  "Take down at least 5 buildings during a baron buff.": "Снесите не менее 5 строений во время баффа барона.",
  "Explosive Charge": "Взрывной Заряд",
  "Deal more than 10000 damage to turrets.": "Нанесите более 10000 урона башням.",
  "Neutralizer": "Нейтрализатор",
  "Participate in clearing three baron buffs from the opposing team (kill an opponent with baron buff).": "Примите участие в снятии трех баффов барона с противоположной команды (убейте противника с баффом барона).",
  "Noxian Warfare": "Ноксианская война",
  "Have most buildings destroyed (turrets & inhibitors) three times in a row.": "Уничтожить большинство строений (башни и ингибиторы) три раза подряд.",
  "Pyromania": "Пиромания",
  "Kill three fire dragons on the same match.": "Убейте трех огненных драконов в одном матче.",
  "Siege Master": "Мастер Осады",
  "Have most damage dealt to turrets and kill at least five opponents near their turrets": "Нанести наибольший урон башням и убить не менее пяти противников рядом с их башнями.",
  "Siege Ram": "Осадный Баран",
  "Have most damage dealt to turrets of your team.": "Нанесите наибольший урон по башням в вашей команде.",
  "Sigurd": "Сигурд",
  "Kill the first dragon, at least four more and at least one baron (team achievement).": "Убить первого дракона, еще как минимум четырех и хотя бы одного барона (командное достижение).",
  "Skull Medal": "Медаль С Черепом",
  "Score two killing sprees and destruct at least two inhibitors.": "Сделайте две серии убийств и разрушьте как минимум два ингибитора.",
  "Stomp": "Топот",
  "Win a game in less than 22 minutes.\nARAM: 16 minutes": "Выиграйте игру менее чем за 22 минуты..\nARAM: 16 минут",
  "The Cannon": "Пушка",
  "Participate in a first turret kill before ten minutes into the game.\nARAM: Five minutes": "Примите участие в первом разрушении башни в первые 10 минут.\nARAM: Пять минут",
  "The Dragon Master": "Мастер Драконов",
  "Kill the first dragon before 10 minutes into the game.": "Убейте первого дракона в первые 10 минут игры.",
  "The Grand Challenge": "Грандиозный Вызов",
  "Get a solo-kill and take an inhib-turret or an inhibitor in the 25 seconds after that.": "Совершите убийство в одиночку и возьмите башню ингибитора или ингибитор через 25 секунд после этого.",
  "The Sacrifice": "Жертвоприношение",
  "Secure your team an elite monster, eventhough you die in the five seconds after that.": "Обеспечьте свою команду элитным монстром, даже если вы умрете через пять секунд после этого.",
  "The Sphinx": "Сфинкс",
  "Kill three earth dragons.": "Убейте трех земных драконов.",
  "The Viking": "Викинг",
  "Get a solo kill before 11 minutes and take down or assist first tower.": "Совершите убийство в одиночку до 11 минуты и уничтожьте первую башню или помогите уничтожить её.",
  "Tornado": "Торнадо",
  "Kill three air dragons.": "Убейте трех воздушных драконов.",
  "Unlock The Beast": "Разблокируй Зверя",
  "Score two kills in the 40 seconds before your team takes baron nashor.": "Совершите два убийства за 40 секунд до того, как ваша команда захватит барона Нашора.",
  "Appetizer": "Закуска",
  "Farm at least 80 minions at 10 minutes.": "Убейте не менее 80 миньонов за 10 минут.",
  "Bill Gates": "Билл Гейтс",
  "Gain more than 20000 gold.": "Получите более 20000 золота.",
  "Bounty King": "Король Щедрости",
  "Have a bounty level of ten or more at the end of the match": "Получите уровень награды десять или больше в конце матча.",
  "Careful": "Осторожно",
  "Have the least number of deaths.": "Иметь наименьшее количество смертей в матче.",
  "Carry Mode": "Режим Кэрри",
  "Win a game where you have more than half of your teams kills.": "Выиграйте игру, в которой вы совершили больше половины убийств в вашей команде.",
  "Criminal": "Преступник",
  "Have a bounty level of three or more at the end of the match": "Получите уровень награды три или больше в конце матча.",
  "Damage Dealer": "Диллер Урона",
  "Deal more than 100k total damage.": "Нанесите более 100k общего урона.",
  "Disruptor": "Разрушитель",
  "Have highest time crowd control dealt.": "Вы сделали самое большое время контроля в игре.",
  "Dominating": "Доминатор",
  "Achieve a killing spree of 6.": "Совершите серию убийств из 6 человек.",
  "Dominating Damage": "Доминирующий Урон",
  "Deal more than 200k total damage.": "Нанесите более 200к общего урона.",
  "Farmer": "Фармер",
  "Farm more than 200 minions.": "Убейте более 200 миньонов.",
  "Flame Breath": "Дыхание Пламени",
  "Have highest cs score in the game as a jungler.": "Убить наибольшее количество миньонов и мостров в игре, играя за лесника.",
  "Flame Horizon": "Пламя Горизонта",
  "Kill at least 100 more minions than your lane opponent.": "Убейте как минимум на 100 миньонов больше, чем ваш оппонент на линии.",
  "Glutton": "Обжора",
  "Nom nom nom nom nom nom nom! Have most kills and most farm in the game.": "Ням Ням Ням Ням Ням Ням Ням! Сделайте наибольшее количество убийств и наибольшее количество фарма в игре.",
  "Godlike": "Богоподобен",
  "Achieve a killing spree of seven.": "Выполните серию убийств из семи человек.",
  "Goliath": "Голиаф",
  "Have the single highest champion level at the end of the game.": "Иметь единственный наивысший уровень чемпиона в конце игры.",
  "Hard Hitter": "Жесткий Нападающий",
  "Deal more than 150k total damage.": "Нанести более 150 тыс. Общего урона.",
  "Hextech Lord": "Повелитель Хекстеха",
  "Gain more than 15000 gold.": "Получите более 15000 золота.",
  "Intruder": "Нарушитель",
  "Be 15 cs ahead of the enemy jungler at 10 minutes as jungler.": "Будьте на 15 монстров впереди вражеского джанглера за 10 минут, играя за лесника.",
  "Killer Instinct": "Инстинкт Убийцы",
  "Have the highest number of kills.": "Сделайте наибольшее количество убийств.",
  "Landlord": "Домовладелец",
  "Farm more than 300 minions.": "Убейте более 300 миньонов.",
  "League Of Draven": "Лига Дрейвена",
  "Win a game where all of your teammates assisted you at least as many kills as they killed themselves.": "Выиграйте игру, в которой все ваши товарищи по команде помогли вам убить как минимум столько же убийств, сколько они были убиты сами.",
  "Legendary": "Легендарный",
  "Achieve a killing spree of eight.": "Добейтесь серии убийств из 8 человек.",
  "Lunatic": "Безумный",
  "Score at least 20 kills in a match.\nARAM: 24 kills": "Совершите не менее 20 убийств за матч.\nARAM: 24 убийства",
  "Maniac": "Маньяк",
  "Score at least 10 kills in a match.\nARAM: 12 kills": "Совершите не менее 10 убийств за матч.\nARAM: 12 убийств",
  "My Jungle": "Мой Лес",
  "Kill most jungle creeps.": "Убейте больше всех лесных монстров.",
  "Noxian Knight": "Ноксианский Рыцарь",
  "Be involved in 60% of your teams kills and achieve level 18.\nARAM: 85%": "Примите участие в убийствах 60% вашей команды и достигните 18 уровня.\nARAM: 85%",
  "Overfed": "Перекормленный",
  "You spent more than 1.25 times more gold than the next person.": "Вы потратили более чем в 1,25 раза больше золота, чем следующий человек.",
  "Precision": "Точность",
  "Be 15 cs ahead of your lane opponent at 10 minutes as top, mid or adc.": "Будьте на 15 СЫ впереди своего оппонента на линии за 10 минут в топе, миде или АДК.",
  "Rivalry": "Соперничество",
  "Win a game where the gold difference in the first 15 minutes was always less than 2000.": "Выиграйте игру, в которой разница в золоте в первые 15 минут всегда была меньше 2000.",
  "Tarzan": "Тарзан",
  "Kill most neutral monsters and be at least one level above everyone else in the end.": "Убейте большинство нейтральных монстров и в конце будьте хотя бы на один уровень выше всех остальных.",
  "The Bee": "Пчела",
  "Diligence and hard work is key. Be ahead of everyone at least ten cs at ten minutes and 20 cs at 20 minutes.": "Прилежание и трудолюбие - ключ к успеху. Будьте впереди всех как минимум на Десять CS за десять минут и 20 CS за 20 минут.",
  "The Cougar": "Пума",
  "Have a 1000 gold lead over the opposing jungler as a jungler at 10 minutes.": "Опередите джанглера на 1000 золотых за 10 минут.",
  "The Goblin": "Гоблин",
  "Have most jungle cs three times in a row.": "Добейтесь Максимального количества убитых монстров в лесу три раза подряд.",
  "The Police": "Полиция",
  "Take part in at least three shutdown kills.": "Примите участие как минимум в трех уничтожениях героев с ценой за убийство.",
  "The Spartan": "Спартанец",
  "Have a 1200 xp lead over the opposing solo laner at 10 minutes (approximatley 1.5 level difference).": "У вас должно получиться опережение на 1200 XP над соло-лейнером противника за 10 минут (разница в уровне примерно 1,5).",
  "The Tiger": "Тигр",
  "Have most kills three times in a row.": "Сделать наибольшее количество убийств три раза подряд",
  "Unstoppable": "Неудержимый",
  "Achieve a killing spree of five.": "Добейтесь убийства пяти человек",
  "Wanted": "В Розыске",
  "Have a bounty level of one or more at the end of the match": "Получите один или несколько уровней награды в конце матча",
  "Warrior": "Воин",
  "Have a KDA of at least 1.5": "Иметь УСА не менее 1,5",
  "Adventurer": "Авантюрист",
  "Play 30 matches with the trophy hunter app.": "Сыграйте 30 матчей с приложением для охотников за трофеями.",
  "Ancient": "Древний",
  "Play 500 matches with the trophy hunter app.": "Сыграйте 500 матчей с приложением для охотника за трофеями.",
  "Celebrity": "Знаменитость",
  "Play 100 matches with another trophy hunter.": "Сыграйте 100 матчей с другим охотником за трофеями.",
  "Diversity": "Разнообразие",
  "Play three different champions.": "Сыграйте за трех разных чемпионов.",
  "Experienced": "Опытный",
  "Play 50 matches with the trophy hunter app.": "Сыграйте 50 матчей с приложением для охоты за трофеями.",
  "Famous": "Известный",
  "Play 40 matches with another trophy hunter.": "Сыграйте 40 матчей с другим охотником за трофеями.",
  "For The Void": "Для Пустоты",
  "Select a champion of the void and win 3 matches.": "Выберите чемпиона пустоты и выиграйте 3 матча.",
  "Friendly": "Дружелюбный",
  "Play 2 matches with another trophy hunter.": "Сыграйте 2 матча с другим охотником за трофеями.",
  "Greenhorn": "Новичок",
  "Play ten matches with the trophy hunter app.": "Сыграйте десять матчей с приложением для охоты за трофеями.",
  "Major": "Майор",
  "Complete 20 missions.": "Завершите 20 миссий.",
  "Master": "Мастер",
  "Play 200 matches with the trophy hunter app.": "Сыграйте 200 матчей с приложением для охоты за трофеями.",
  "One Trick Pony": "Игра Одного Актера",
  "Play the same champion in the last five matches and win all of them.": "Сыграйте за одного и того же чемпиона в последних пяти матчах и выиграйте все из них.",
  "Popular": "Популярный",
  "Play 10 matches with another trophy hunter.": "Сыграйте 10 матчей с другим охотником за трофеями.",
  "Private First Class": "Рядовой Первого Класса",
  "Complete three missions.": "Выполните три миссии.",
  "Private Second Class": "Рядовой Второго Класса",
  "Complete two missions.": "Выполните две миссии",
  "Prominent": "Видный",
  "Play 20 matches with another trophy hunter.": "Сыграйте 20 матчей с другим охотником за трофеями.",
  "Sergeant": "Сержант",
  "Complete ten missions.": "Завершите десять миссий.",
  "Specialist": "Специалист",
  "Complete five missions.": "Завершите пять миссий.",
  "Unchanged": "Без Изменений",
  "Play the same champion three times in a row.": "Сыграйте за одного и того же чемпиона три раза подряд.",
  "Valentines": "Валентинки",
  "It's about love and romance. Pick a champion who likes to flirt with one of your teammates.": "Это о любви и романтике. Выберите чемпиона, который любит флиртовать с одним из ваших товарищей по команде.",
  "Wisdom": "Мудрость",
  "Play 100 matches with the trophy hunter app.": "Сыграйте 100 матчей с приложением Trophy Hunter",
  "Annihilation": "Аннигиляция",
  "Be involved in 5 kills in 25 seconds.\nARAM: Achieve this twice in 1 game": "Примите участие в 5 убийствах за 25 секунд.\nARAM: выполните это дважды за 1 игру.",
  "Battery": "Аккумулятор",
  "Heal/Regenerate most damage and take most damage.": "Исцелить / регенерировать наибольший урон и получить наибольший урон.",
  "Big Brother": "Большой Брат",
  "Have the highest vision score three matches in a row.": "Иметь наивысший показатьль обзора в трех матчах подряд.",
  "Blood Brothers": "Братья По Крови",
  "You and a teammate score 7 kills with only the two of you involved.\nARAM: 5 kills": "Вы и ваш товарищ по команде совершаете 7 убийств, в которых участвуете только вы двое.\nARAM: 5 убийств",
  "Chalice Of Recovery": "Чаша Выздоровления",
  "Win a match where your team was 4000 gold behind.": "Выиграйте матч, в котором ваша команда отстала на 4000 золотых.",
  "Comrade In Arms": "Товарищ По Оружию",
  "You and a teammate score three kills with only the two of you involved.": "Вы и ваш товарищ по команде совершаете три убийства, в которых участвовали только вы двое.",
  "Controller": "Контроллер",
  "Place at least 6 control wards.": "Разместите не менее 6 контрольных вардов.",
  "Dracula": "Дракула",
  "Heal more than 2000 damage with Taste of Blood (rune).": "Вылечите более 2000 ед. Урона с помощью руны «Вкус крови».",
  "Dusk": "Сумерки",
  "Destroy at least six enemy wards.": "Уничтожьте не менее шести вражеских вардов.",
  "Feed Them": "Корми Их",
  "Assist each of your teammates for a kill.\nARAM: Assist 3 kills to each teammate": "Помогите каждому из своих товарищей по команде убить.\nARAM: Помогите каждому товарищу по команде убить 3 человека.",
  "Grey Eminence": "Серый Кардинал",
  "Have most assists while having the least number of deaths.": "Получите наибольшее количество ассистов при наименьшем количестве смертей.",
  "Guardian Angel": "Ангел-хранитель",
  "Heal 15000 (total) damage to 5 players, score 12 assists and place 18 wards.": "Вылечите 15000 (всего) урона 5 игрокам, сделайте 12 ассистов и разместите 18 вардов.",
  "Healer": "Хилер",
  "Heal five players and at least 25000 damage.": "Вылечите пятерых игроков и нанесите минимум 25000 урона.",
  "High Society": "Высшее общество",
  "Let others do the dirty work. Score at least 20 assists.": "Позвольте другим делать грязную работу. Сделайте не менее 20 ассистов.",
  "Immortal": "Бессмертный",
  "Win a game that lasts 25 minutes or more without dying.": "Выиграйте игру продолжительностью 25 или более минут, не умирая.",
  "INVADE!!!": "ИНВЕЙД!!!",
  "Participate in a kill before minions spawn (75 sec).": "Участвуйте в убийстве до появления миньонов (75 сек).",
  "Jungle Of Traps": "Джунгли Ловушек",
  "Place at least four control wards, remove four enemy wards, kill two dragons and score a killing spree.": "Разместите как минимум четыре контрольных варда, удалите четыре вражеских варда, убейте двух драконов и совершите серию убийств.",
  "Last Resort": "Последнее прибежище",
  "You lost, but you have highest kill participation and least deaths on your team.": "Вы проиграли, но у вас больше всего убийств и меньше всего смертей в вашей команде.",
  "Life And Death": "Жизнь и Cмерть",
  "Deal and heal more than 2500 in total with grasp of the undying (rune).": "",
  "Light Bringer": "Несущий Cвет",
  "Place at least 25 wards.": "Разместите не менее 25 вардов.",
  "Locusts": "Саранча",
  "Your team scores at least ten kills with at least four of your team involved (team achievement).\nARAM: 12 kills with all of your team involved": "Ваша команда должна совершить не менее десяти убийств с участием как минимум четырех членов вашей команды (командное достижение).\nARAM: 12 убийств с участием всей вашей команды.",
  "Mercenary": "Наемник",
  "You dont miss any fight. Be involved in more than 66% of your teams kills.\nARAM: 75%": "Вы не пропустите ни одного боя. Участвуйте в убийствах более 66% в вашей команде.\nARAM: 75%",
  "Minion Support": "Поддержка Миньонов",
  "Be involved in a kill with the support of your minions.": "Участвуйте в убийстве при поддержке своих миньонов.",
  "Ninjas": "Ниндзя",
  "You and a teammate score three kills with no other assist and no more than ten seconds between two kills.": "Вы и ваш товарищ по команде совершаете три убийства без другой помощи и не более десяти секунд между двумя убийствами.",
  "Noxian Army": "Ноксианская Армия",
  "Have at least eight kills, eight assists and don't die more than 6 times.\nARAM: 10 kills, 10 assists, 5 deaths": "Совершить не менее восьми убийств, восемь ассистов и не умереть более 6 раз.\nARAM: 10 убийств, 10 ассистов, 5 смертей.",
  "Noxian Shield": "Ноксианский Щит",
  "Tank most damage of your team while having the least number of deaths of your team.": "Примите больше всего урона при этом имейте меньше всего смертей в вашей команде.",
  "Nurturing": "Воспитание",
  "Feed them when they are small. One of your teammates has most kills and damage in game. You assisted him three kills pre ten minutes.\nARAM: 7 minutes": "Кормите их, когда они маленькие. У одного из ваших товарищей по команде больше всего убийств и повреждений в игре. Вы помогли ему убить трижды за первые десять минут.\nARAM: 7 минут",
  "Octopus": "Осьминог",
  "Have most assists.": "Заработайте больше всего ассистов.",
  "Omnipresent": "Вездесущий",
  "Be involved in more than 80% of your teams kills.\nARAM: 90%": "Участвуйте в более 80% убийствах вашей команды.\nARAM: 90%",
  "Penta Assist": "Пента Ассист",
  "Achieve five assists with no more than 20 seconds between two successive assists.\nARAM: Achieve two penta assists": "Сделайте пять ассистов с интервалом не более 20 секунд между двумя последовательными ассистами.\nARAM: Заработайте два пента ассиста.",
  "Plague": "Чума",
  "Have highest kill participation and highest total heal.": "Заработайте наибольшее количество убийств и наибольшее общее исцеление.",
  "Preserver": "Хранитель",
  "Heal more damage than any opposing player dealt damage to champions.": "Вылечите больше урона, чем любой противник нанес урон чемпионам.",
  "Quackery": "Шарлатанство",
  "Heal five players and at least 15000 damage.": "Вылечите пятерых игроков и нанесите не менее 15000 урона.",
  "Quadra Assist": "Квадра Ассист",
  "Achieve four assists with no more than ten seconds between two successive assists.\nARAM: Two quadra assists": "Добейтесь четырех ассистов не более чем за десять секунд между двумя последовательными ассистами.\nARAM: Два четверных ассиста",
  "Radar": "Радар",
  "Place most wards, control wards and clear most wards.": "Разместите наибольшее количество вардов, вардов контроля и разрушьте наибольшее количество вражеских.",
  "Rejuvenation": "Омоложение",
  "Heal more than 4000 with Fleet Footwork (rune).": "Исцелите более 4000 с помощью Искусного Лавирования (руна)",
  "Rock Solid": "Твердая скала",
  "Counterpick: Win a game as Malphite where the opponent team dealt at least 60% physical damage to champions.": "Контрпик: Выиграйте игру в качестве Мальфита, в которой команда противника нанесла не менее 60% физического урона чемпионам.",
  "Rock Surfing": "Серфинг на скалах",
  "Participate in two kills on bottom lane before 10 minutes as a midlaner.": "Участвуйте в двух убийствах на нижней линии до 10 минуты в качестве игрока средней линии.",
  "Sasquatch": "Снежный человек",
  "Assist at least 3 of your teammates a kill before 12 minutes.": "Помогите по крайней мере 3 своим товарищам по команде убить до 12 минуты.",
  "Team Effort": "Командные Усилия",
  "Be part of at least three kills with everyone of your team involved.\nARAM: Nine kills": "Примите участие по крайней мере в трех убийствах с участием всех членов вашей команды.\nARAM: Девять убийств",
  "Team Player": "Командный Игрок",
  "Score at least ten assists.\nARAM: 20 assists": "Заработайте не менее десяти ассистов.\nARAM: 20 ассистов",
  "The Bull": "Бык",
  "You never go down to only one or two opponents.": "Вы никогда не опускаетесь только до одного или двух противников.",
  "The Companion": "Компаньон",
  "Deal and shield more than 750 with summoner aery in one match (rune).": "нанесите и отразите более 750 с Призывом Пушинки в одном матче (руна)",
  "The Elephant": "Слон",
  "Do not die for more than 19 minutes.\nARAM: 9 minutes": "Не умирайте более 19 минут.\nARAM: 9 minutes",
  "The Griffin": "Грифон",
  "Have highest kill participation of your team.": "Добейтесь самого большого участия в убийствах в вашей команде.",
  "The Guard": "Хранитель",
  "Shield your allies for at least 4000 damage using Guardian in one match (rune).": "Защитите своих союзников не менее чем на 4000 урона, используя Страж в одном матче (руна)",
  "The Hound": "Гончая",
  "Set up others to carry. Achieve five assists before ten minutes.\nARAM: Eight assists before 5 minutes": "Позвольте другим раскачаться. Добейтесь пяти ассистов до пятой минуты.\nARAM: Восемь ассистов до 5 минуты.",
  "The Knight": "Рыцарь",
  "Be the only champion alive on Summoners Rift.": "Станьте единственным живым чемпионом в Ущелье Призывателя.",
  "The Roam": "Странствия",
  "You are support and you participate in a kill on midlane pre 10 minutes and your ADC may not die in +-10 seconds around that kill.": "Вы являетесь поддержкой и участвуете в убийстве на средней линии до 10 минуты, и ваш АДК не умирает в течение +-10 секунд после этого убийства.",
  "Thors Hammer": "Молот Тора",
  "Gain 5000+ more gold than the enemy team in one minute (checked at full minutes).": "Получите на 5000+ больше золота, чем вражеская команда за одну минуту (учитываются полные минуты)",
  "Triple Assist": "Тройной Ассист",
  "Achieve three assists with no more than ten seconds between two successive assists.\nARAM: Two triple assists": "Добейтесь трех ассистов не более чем за десять секунд между двумя последовательными ассистами.\nARAM: Два Тройных Ассиста",
  "Unbreakable Will": "Несокрушимая Воля",
  "Have highest self-mitigated damage and most assists of your team as a support.": "У вас самый высокий отраженный урон и большинство ассистов вашей команды в качестве поддержки.",
  "Vision Game": "Проницательная игра",
  "Place at least four control wards, Clear at least four wards and place at least 20 wards.": "Разместите не менее четырех вардов контроля, разрушьте не менее четырех вардов и разместите не менее 20 вардов.",
  "Void Aura": "Аура Пустоты",
  "Regenerate 2000 mana using presence of mind (rune).": "Регенерируйте 2000 единиц маны, используя присутствие духа (руна)",
  "Watcher": "Наблюдатель",
  "Place at least 15 wards.": "Разместите не менее 15 вардов.",
  "Zenith Blade": "Клинок зенита",
  "Participate in a kill between the two and four minute mark on Summoners Rift.": "Участвуйте в убийстве между двумя и четырьмя минутами В Ущелье Призывателя",
  "Start LoL to Sign-In": "Запустите LoL для входа в систему",
  "Missions are random trophies which are shuffled every Sunday. They are not part of the trophies count.": "Миссии - это случайные трофеи, которые перемешиваются каждое воскресенье. Они не учитываются при подсчете трофеев.",
  "Draft": "Режим Выбора",
  "Solo/Duo": "Одиночная/Парная",
  "Blind": "Вслепую",
  "ARAM": "ARAM",
  "This trophy is also achievable in ARAM": "Этот трофей также достижим в ARAM",
  "This trophy doesn't have live-progress tracking": "У этого трофея нет отслеживания прогресса в реальном времени",
  "This trophy is part of this weeks mission. Mission trophies are shuffled every Sunday and are not part of the trophies count.": "Этот трофей - часть миссии этой недели. Трофеи миссии перетасовываются каждое воскресенье и не входят в число трофеев.",
  "Fertilizer": "Удобрение",
  "Reach level 10 before 15 minutes.\nARAM: level 12": "Достигните 10 уровня за 15 минут.\nARAM: 12 уровня"
}
